Revit 2027 API
GeomCombinationSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual GeomCombinationSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As GeomCombinationSetIterator
public:
virtual GeomCombinationSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> GeomCombinationSetIterator
override ReverseIterator : unit -> GeomCombinationSetIterator
Return Value
GeomCombinationSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
GeomCombinationSet Class
Autodesk.Revit.DB Namespace